{
    "houses": [
      { "id": 1,
       "title": "Multi Family House" ,
       "description":"pride of ownership duplex located in the heart of sultan street, rafah. The duplex features two spacious full floor flats situated on a 2, The property measures approximately 2, 576 square feet of rentable area.",
       "bedroom":3,
       "bathrooms":2,
       "area":200,
       "price":200,
       "city": "Rafah  - alawda" ,
       "image":"https://www9.0zz0.com/2023/08/24/07/717541505.jpg"
       },
       { "id": 2,
       "title": "attractive priced apartment" ,
       "description":"195 square meters with amenities. North direction, stone façade, a fully serviced building Located west of Abu Mazen Roundabout, purchased at $110,000 For sale at $72,000 with the possibility of considering serious buyers",
       "bedroom":3,
       "bathrooms":2,
       "area":180,
       "price":350,
       "city": "ALwosta - Nosairat" ,
       "image":"https://www9.0zz0.com/2023/08/24/07/418515677.jpg"
       },
       { "id": 3,
       "title": "house with small land plot" ,
       "description":"In the middle of the city, there is a house. Behind it, there is a small piece of land with an area of 70 square meters. In front of the house, there is an open space of approximately 100 square meters facing the street. The house consists of 3 bedrooms, a kitchen, a living room, two bathrooms, and a setback for the apartment.",
       "bedroom":2,
       "bathrooms":2,
       "area":310,
       "price":100,
       "city": "Gaza - alremal" ,
       "image":"https://www9.0zz0.com/2023/08/24/07/594662430.jpg"
       },
       { "id": 4,
       "title": "ready-to-occupy apartment" ,
       "description":"Area of 90 square meters with a stunning view overlooking the eastern and southern sides of the Municipal Park. Located on Bulbul Street. We are looking forward to your visit and would be delighted to assist you.",
       "bedroom":4,
       "bathrooms":2,
       "area":230,
       "price":200,
       "city": "Khanyunis - jalal" ,
       "image":"https://www12.0zz0.com/2023/08/24/07/602839016.jpg"
       },
       { "id": 5,
       "title": "attractive offer price" ,
       "description":"A three-bedroom house with a living room (and two bathrooms and a kitchen) is available. It overlooks 3 streets, with the street length having 3 branches. The location is in Al-Burayj, Block 12, close to all services. Electricity and water are available. The price is very appealing, and its area is 100 square meters",
       "bedroom":3,
       "bathrooms":2,
       "area":130,
       "price":350,
       "city": "ALwosta - Nosairat" ,
       "image":"https://www12.0zz0.com/2023/08/24/07/406882689.jpg"
       },
       { "id": 6,
       "title": "a four-story house" ,
       "description":"A modern residential building comprising 3 bedrooms, a kitchen, a living room, and two bathrooms. Located on the fifth floor, facing east and south, overlooking the main street. The total area is 110 square meters. The price is $38,000 . The building has a 24-hour working elevator. Situated in the western Nasr district, near Ayadia Street",
       "bedroom":4,
       "bathrooms":4,
       "area":280,
       "price":100,
        "city": "North - Bait hanon",
       "image":"https://www12.0zz0.com/2023/08/24/07/344182269.jpg"
       },
       { "id": 7,
       "title": "A Slice Of Caribbean" ,
       "description":"The tropical beaches of Montego Bay cordially invite you to relax and indulge in pampering in all-encompassing style! The perfect place to unwind on perfectly white sandy beaches, each guest is guaranteed a harmonious and hassle-free vacation filled with gourmet cuisine, expertly poured cocktails, and enough memories to last many times over",
       "bedroom":4,
       "bathrooms":1,
       "area":350,
       "price":250,
        "city": "Rafah - jnana",
       "image":"https://www12.0zz0.com/2023/08/24/07/217848242.jpg"
       },
       { "id": 8,
       "title": "Bali'S Exotic Indonesian" ,
       "description":"Nestled on the eastern hills of Bali, Jepun Bali Villas is the quintessential Indonesian getaway, with its stunning views of the Indian Ocean, luxury details, and activities galore. Let the soothing sounds of a nearby waterfall lull you to a place of relaxation during a Balinese massage in your private outdoor pavilion.",
       "bedroom":3,
       "bathrooms":1,
       "area":200,
       "price":350,
       "city": "North - baitlahia",
       "image":"https://www12.0zz0.com/2023/08/24/07/480660723.jpg"
       },
       { "id": 9,
       "title": "The Best Of Fairmont" ,
       "description":"The home has impact windows and doors and eight layers of material on the walls including high grade 'R Matte 3 Plus' insulation, dens glass fire retardant sheathing, steel walls and finished with smooth dry wall interior.",
       "bedroom":2,
       "bathrooms":1,
       "area":150,
       "price":100,
       "city": "Rafah - tal alsoltan",
       "image":"https://www12.0zz0.com/2023/08/24/07/328654504.jpg"
       }
    ]}
